Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Bonus shares are shares distributed by a company to its current shareholders as fully paid shares free of charge( The Companies' Act,2013 states that bonus issue must be fully paid )
ne: कम्पनीको विद्यमान शेयरधनीहरूलाई विना कुनै मूल्य वितरण गरिने शेयर लाई बोनस शेयर भनिन्छ । यस्तो शेयर कम्पनीको मुनाफा वा बाड्न योग्य मुनाफाको रकमबाट बाड्ने गरिन्छ । बोनस शेयर सामान्यतया शेयरधनीले लिएको शेयर संख्याको आधारमा वितरण गरिन्छ । बोनस शेयरले कम्पनीको जारी शेयरको संख्यालाई बढाउने भएता पनि कम्पनीको मूल्यमा असर भने पार्दैन ।

source: Management Audit' is a systematic examination of decisions and actions of the management to analyse the performance. Management audit involves the review of managerial aspects like organizational objective, policies, procedures, structure, control and system in order to check the efficiency or performance of the management over the activities of the Company. Unlike financial audit,[1] management audit mainly examine the non financial data to audit the efficiency of the management.
ne: व्यवस्थापन लेखापरीक्षण भन्नाले व्यवस्थापनले दैनिक व्यवसाय सञ्चालनको लागी लिएको निर्णय तथा कार्यहरूको विश्लेषण गरि व्यवस्थापनको कार्य सम्पादन मूल्यांकनको लागी गरिने लेखापरीक्षणलाई जनाउँदछ । व्यवस्थापन लेखापरीक्षणमा व्यवस्थापकिए कुराहरू जस्तै संस्थाको उद्देश्य, नीतिहरू, प्रक्रियाहरू, संस्थाको संरचना, नियन्त्रण तथा प्रणालीको पुनरावलोकन गरि व्यवस्थापनको मूल्यांकन गरिन्छ । यस लेखापरीक्षणमा गैह आर्थिक कुराहरूको आधारमा लेखापरीक्षण गर्ने गरिन्छ ।

source: Phuket (Thai: ภูเก็ต, [pʰūː.kèt] ( listen)) is one of the southern provinces (changwat) of Thailand. It consists of the island of Phuket, the country's largest island, and another 32 smaller islands off its coast.[1] It lies off the west coast of Thailand in the Andaman Sea. Phuket Island is connected by the Sarasin Bridge to Phang Nga Province to the north.
ne: फुकेट थाइल्याण्डको दक्षिणि प्रदेशहरू मध्ये एक प्रदेश हो । यस प्रदेशमा थाइल्याण्डको सबैभन्दा ठूलो द्वीप फुकेट द्वीप लगायत अन्य साना ३२ वटा द्वीपहरू पर्दछ । यस प्रदेशको क्षेत्रफल ५७६ वर्ग किलोमिटर रहेको छ, जुन सिङ्गापूरको भन्दा सानो हो तथा यो प्रदेश थाइल्याण्डको दोश्रो सानो प्रदेश हो । यस प्रदेशको पहिलाको मुख्य आम्दानीको श्रोत टीन तथा रब्बर रहेको थियो भने यसको इतिहास मुख्य आकर्षण रहेको छ । यो द्वीप भारत तथा चीनसँगको मुख्य व्यापारिक मार्गको रूपमा रहेको थियो भने विदेशीको समुद्री यात्राको अभिलेखमा सो स्थानको व्याख्या समेत हुने गरेको थियो । यस प्रदेशको हालको मुख्य आम्दानीको श्रोत भनेको पर्यटन रहेको छ ।

source: Name
ne: नाम

source: The relatively recent name "Phuket" (of which the digraph ph represents an aspirated p) is apparently derived from the word bukit (Jawi: بوكيت) in Malay which means "hill", as this is what the island appears like from a distance. An alternative suggestion is that the name originates from two Thai words, "phu" (mountain) of "ket" (jewel), and this is said to be recorded in a Thai chronicle.
ne: यस स्थानको नाम मलाय शब्दको बुकिट जसको अर्थ पहाड हुन्छ सो वाट फुकेट भएको मानिन्छ । किन भने द्वीपहरू टाढाबाट हेर्दा पहाड जस्तै देखिन्छन् । फुकेट पहिला थालाङ नामबाट चिनिने गर्दथ्यो ।

source: The French ambassador Chevalier de Chaumont with King Narai.
ne: राजा नराईसँग फ्रान्सका राजदुत चेभालिएर डे चाउमोन्ट

source: His accounts of the country go beyond Ayutthaya and included a reasonably detailed account of ports in the south of the Kingdom as well. Pinto was one of the first European explorers to mention Phuket in any detail, in his travel accounts. He referred to the island as ‘Junk Ceylon’, a name the Portuguese used for Phuket Island in their maps.
ne: पोर्तुगालका अन्वेषक फर्नाओ मेन्डेस पिन्टो सन १५४५ (१६औ शताब्दी) मा सियाममा आएका थिए । उनको अभिलेखमा थाईल्याण्ड देशको विवरणमा अयुथाया लगायत अधिराज्यको दक्षिणका वन्दरगाह समेत उल्लेख भएको देखिन्छ । पिन्टो पहिलो युरोपेली अन्वेषक हुन्, जसले फुकेटको बारेमा विस्तृत रूपमा आफ्नो यात्रा अभिलेखमा उल्लेख गरेका थिए ।

source: 2004 tsunami
ne: २००४ को सुनामी

source: Patong Beach on Phuket affected by the tsunami disaster of December 2004.
ne: पटोङ्ग समुद्रीतट .

source: The waves destroyed several highly populated areas in the region, killing up to 5,300 people nationwide, and tens of thousands more throughout the Asian region. Some 250 were reported dead in Phuket, including foreign tourists, and as many perhaps as a thousand of the illegal Burmese workers building new beach resorts in the Khao Lak area. Almost all of the major beaches on the west coast, especially Kamala, Patong, Karon, and Kata sustained major damage, with some damage caused to resorts and villages on the island's southern beaches.
ne: २६ डिसेम्बर २००४ मा फुकेट तथा नजिकैको क्षेत्रहरूमा सुनामीको कारणले व्यापक नोक्सानी भएको थियो । उक्त सुनामी २००४ को इण्डियन महासागरमा आएको भुक्मपको कारणले आएको थियो । सुनामीको छालले अति घना क्षेत्रहरूमा क्षति पुर्याएको थियो, जसबाट देश भरीमा ५,३०० जना मानिसहरूको मृत्यु भएको थियो भने दशौ हजार मानिस एसियाली क्षेत्रमा प्रभावित भएका थिए । उक्त घटनामा करिब २५० जना मानिस फुकेटमा मारिएको जनाइएको थियो, जसमा केही विदेशी पर्यटक समेत रहेका थिए ।

source: He was a direct descendant of Turco-Mongol conqueror Timur (Tamurlane) from the Barlas clan, through his father, and also a descendant of Genghis Khan through his mother. He was also influenced by the Persian culture and this affected both his own actions and those of his successors, giving rise to a significant expansion of the Persianate ethos in the Indian subcontinent.[4][5]
ne: जहिर उद-दिन मुहम्मद (जन्मः १४ फरवरी १४८३ - मृत्युः २६ दिसम्बर १५३०) जो बाबरको नामबाट प्रसिद्ध भए, एक मुगल वंशका शासक थिए भने उनीको मूल मध्य एशिया रहेको थियो । उनी भारतमा मुगल वंशको संस्थापक रहेका थिए । उनी तैमूर लंगका नाती थिए भने मुबईयान नामक पद्य शैलीका जन्मदाता समेत उनी थिए ।

source: Ẓahīr-ud-Dīn is Arabic for "Defender of the Faith" (of Islam), and Muhammad honours the Islamic prophet.
ne: अरबी भाषामा जहिर-उद-दिनको अर्थ सत्यताको रक्षक हुन्छ भने मुहम्मद भन्नाले इलामका अगमवक्ता हुन् । उनको नाम उच्चारणमा कठिनाई आए पश्चात उनीलाई बाबरको नामबाट बोलाउन लागिएको थियो ।

source: 17th-century portrait of Babur
ne: १७ औं शताब्दीको बाबरको चित्र

source: Babur's memoirs form the main source for details of his life. They are known as the Baburnama and were written in Chaghatai Turkic, his mother-tongue,[11] though, according to Dale, "his Turki prose is highly Persianized in its sentence structure, morphology or word formation and vocabulary."[3] Baburnama was translated into Persian during the rule of Babur's grandson Akbar.[11]
ne: बाबरको जन्म फरगना घाटीको अन्दीझान नामक शहरमा भएको थियो, जुन स्थान अहिले उज्बेकिस्तानमा पर्दछ । उनि फरगना घाटीका शासक उमर शेख मिर्जा तथा कुतलुग निगार खानमका ज्येष्ठ पूत्र थिए । यद्यपि उनको मूल मंगोलियाको बर्लास समुहसँग सम्बन्धित रहेको थियो । बाबरको मातृभाषा चगताई भाषा थियो तर उनी फारसी भाषामा समेत निपूर्ण थिए ।

source: Tipu Sultan ( Urdu:ٹیپو سلطان, Kannada : ಟಿಪ್ಪು ಸುಲ್ತಾನ್ ) (20 November 1750 – 4 May 1799), (Sayyid walShareef Sultan Fateh Ali Khan Sahab Tipu[2]) also known as the Tiger of Mysore, and Tipu Sahib,[3] was a ruler of the Kingdom of Mysore. He was the eldest son of Sultan Hyder Ali of Mysore.[4] Tipu introduced a number of administrative innovations during his rule, including his coinage, a new Mauludi lunisolar calendar,[5] and a new land revenue system which initiated the growth of Mysore silk industry.[6] Tipu expanded the iron-cased Mysorean rockets and commissioned the military manual Fathul Mujahidin. He is considered a pioneer in the use of rocket artillery.[7] Tipu Sultan deployed the rockets against advances of British forces and their allies in their 1792 and 1799 Siege of Srirangapatna.
ne: टिप सुल्तान (जन्मः २० नोभेम्बर १७५० - मृत्युः ४ मे १७९९) मेसोर अधिराज्यका शासक थिए, उनि मेसोरका बाध तथा टिपु साहिबको नामबाट पनि परिचित छन् । उनी मेसोरका सुल्तान हेदर अलीका जेठा छोरा हुन । उनको आफ्नो शासनको बेलामा धेरै संख्यामा प्रशासनिक सुधारलाई प्रचलनमा ल्याएका थिए, जसमा सिक्काको प्रचलन, मौलुदी पात्रो तथा जग्गा राजस्व प्रणाली हुन् । उनलाई रकेट शस्त्रको प्रयोगको अग्रगामीको रूपमा लिइन्छ । उनले रकेट शस्त्रको प्रयोग बिट्रिस सेनाको बिरूद्धमा प्रयोग गरेका थिए ।

source: Napoleon, the French commander-in-chief who later became emperor, sought an alliance with Tipu. In alliance with the French in their struggle with the British, and in Mysore's struggles with other surrounding powers, both Tipu and his father used their French trained army[8] against the Marathas, Sira, and rulers of Malabar, Kodagu, Bednore, Carnatic, and Travancore. During Tipu's childhood, his father rose to take power in Mysore, and upon his father's death in 1782, Tipu succeeded to a large kingdom bordered by the Krishna River in the north, the Eastern Ghats in the east, and the Arabian Sea in the west.[9] He won important victories against the British in the Second Anglo-Mysore War, and negotiated the 1784 Treaty of Mangalore with them after his father Hyder Ali suddenly died from cancer in December 1782 during the Second Anglo-Mysore War.
ne: उनको बिट्रिसका विरूद्ध फ्रान्सका सम्राट नेपोलिएनसँग मैत्री सम्बन्ध गरेका थिए । फ्रेन्च गठबन्धनमा उनले बिट्रिस लगायत वरिपरिका शक्ति बिरूद्ध प्रयोग गरेका थिए । बाल्यकालमा उनका बुबाले मैसोरको शक्ति लिनको लागी तयार गर्दै आए र उनको बुबाको मृत्यु पश्चात सन् १७८२ मा उनले मैसोरको गद्दि सम्भालेका थिए । उनले बिट्रिसका विरूद्ध महत्वपूर्ण विजय दोश्रो एङ्गलो-मैसोर युद्धमा हात पारेका थिए तथा उनले सन् १७८४ मा उनको बुबाको क्यानसरको कारणले आकस्मिक मृत्यु पश्चात मैङ्लोरको सन्धीमा हस्ताक्षर गरेका थिए ।

source: In the Third Anglo-Mysore War, Tipu was forced into the humiliating Treaty of Seringapatam, losing a number of previously conquered territories, including Malabar and Mangalore. He sent emissaries to foreign states, including the Ottoman Turkey, Afghanistan, and France, in an attempt to rally opposition to the British. In the Fourth Anglo-Mysore War, the forces of the British East India Company, supported by the Marathas and the Nizam of Hyderabad, defeated Tipu and he was killed on 4 May 1799 while defending his fort of Srirangapatna.
ne: टिपुले छिमेकीहरूको विरूद्ध राज्य बढाउनको लागी विभिन्न आक्रमण गरेका थिए ।

source: Early years
ne: प्रारम्भिक वर्षहरू

source: Tipu Sultan confronts his opponents during the Siege of Srirangapatna.
ne: शत्रुका विरूद्ध टिपु सुल्तान

source: Tipu was also called "Sultan Sayyid walShareef Fateh Ali Khan Tipu " after his grandfather Fateh Muhammad. Tipu was born at Devanhalli in a Najeeb AlTarfayn Sayyid family meaning having ancestry to both Imams Hassan and Hussain, as the son of Hyder Ali. Himself illiterate, Hyder was very particular in giving his eldest son a prince's education and a very early exposure to military and political affairs.
ne: टिपु सल्तानको जन्म २० नोभेम्बर १७५० मा देभानाहालि हालको बैङ्गलुरू शहरबाट करिब ३३ किलो मिटर उत्तरमा अबस्थित बैङ्गलुरू ग्रामीण जिल्ला । उनको टिपु सुल्तान नाम अर्कोटका स्वामी टिपु मस्तान अउलियाबाट राखिएको हो ।

source: Early military service
ne: प्रारम्भिक सैन्य सेवा

source: A flintlock blunderbuss, built for Tipu Sultan in Srirangapatna, 1793–94. Tipu Sultan used many Western craftsmen, and this gun reflects the most up-to-date technologies of the time.[10]
ne: टिपु सुल्तानको लागी तयार गरिएको बन्दुक

source: Tipu Sultan was instructed in military tactics by French officers in the employment of his father. At age 15, he accompanied his father against the British in the First Mysore War in 1766. He commanded a corps of cavalry in the invasion of Carnatic in 1767 at age 16.
ne: टिपु सुल्तानलाई सैन्य रणनीतिहरूमा उनका बुबाले राखेका फेन्च अधिकृतले सहयोग गर्ने गर्दथ्यो । उनले १५ वर्षको उमेरमा पहिलो मैसोर युद्धमा आफ्ना बुबासँग बिट्रिस विरूद्ध युद्ध गरेका थिए ।

source: Shenzhen ([ʂə́nʈʂə̂n] ( listen); Chinese: 深圳[3]) is a major city in Guangdong Province, China. Shenzhen is located immediately north of Hong Kong Special Administrative Region. It holds sub-provincial administrative status, with powers slightly less than a province.[4]
ne: शेनझेन चीनको गुआङ्गडोङ्ग प्रान्तको मुख्य सहरहरू मध्ये एक हो । शेनझेन शहर चीनको विशेष प्रसाशनिक क्षेत्र हङ्गकङ्गको उत्तरमा अवस्थित रहेको छ । यस शहरलाई उप प्रान्तिय प्रसाशनिक सरहको अधिकार हासिल छ जुन प्रान्त भन्दा थोरै कम हुन्छ ।

source: Shenzhen was a market town of 30,000 people on the route of the Kowloon–Canton Railway. That changed in 1979 when Shenzhen was promoted to city-status and in 1980 designated China’s first Special Economic Zone (SEZ).[5] According to the Government report for 2015, Shenzhen had transformed to a city with population of 10,778,900[6] and a metropolitan area population of over 18 million. Shenzhen was one of the fastest-growing cities in the world during the 1990s and the 2000s.[7] Shenzhen's population boom slowed down to less than one percent per year by 2013 as the manufacturing boom ebbed in favor of other industries.[8]
ne: शेनझेन कोउलुन देखि क्यानटन रेलमार्गको बिचको ३०,००० जनसंख्या भएको सानो बजारी इलाका थियो भने यस क्षेत्रलाई सहरको दर्जामा सन् १९७९ मा स्तरोन्नति गरिएको थियो र सन् १९८० मा यस सहरलाई चीनको पहिलो विशेष आर्थिक क्षेत्रको रूपमा तोकिएको थियो । २०१५ को सरकारी प्रतिवेदन अनुसार शेनझेन सहरमा कुल १,०८,७८,९०० जनसंख्या सहितको सहरीकरण भएको जनाईएको थियो । सन् १९९० तथा २००० को दशकमा सबै भन्दा छिटो विकास भएको सहरहरू मध्ये शेनझेन पनि एक हो । शेनझेनको जनसंख्या विकासको गति उत्पादन क्षेत्रको उछालमा कमि आई अन्य क्षेत्रमा सरे पछि सन् २०१३ देखि १ प्रतिशत भन्दा कम भएको थियो ।

source: The earliest archaeological remains so far unearthed are shards from a site at Xiantouling on Dapeng Bay, dating back to 5000 BC. From the Han dynasty (third century BC) onwards, the area around Shenzhen was a center of the salt monopoly, thus meriting special Imperial protection. Salt pans are still visible around the Pearl River area to the west of the city and are commemorated in the name of Yantian District (盐田, meaning "salt fields").[13][14]
ne: शेनझेन क्षेत्रमा मानिसको बसोवास पुरातन समय देखी नै रहेको देखिन्छ । हालसम्म भेटिएको सबैभन्दा पूरानो पुरातात्त्विक अवशेषहरू करिब ५००० वि.सि को रहेको अनुमान लगाईएको छ ।

source: Shenzhen is located within the Pearl River Delta, bordering Hong Kong to the south, Huizhou to the north and northeast, Dongguan to the north and northwest. Lingdingyang and Pearl River to the west and Mirs Bay to the east and roughly 100 kilometres (62 mi) southeast of the provincial capital of Guangzhou. The municipality covers an area of 1,991.64 square kilometres (769 sq mi) including urban and rural areas, with a total population of 10,358,381 at the 2010 census.[24] It makes up part of Pearl Delta River built-up area with 44,738,513 inhabitants, spread over 9 municipalities (including Macau).
ne: शेनझेन पर्ल नदीको छेउमा अवस्थित रहेको छ भने यससँग सिमा जोडिएको शहरहरू दक्षिणमा हङ्गकङ्ग, उत्तर र उत्तरपूर्वमा हुइझाउ, उत्तर र उत्तरपश्चिममा डोङ्गगुआन हुन् ।

source: Pilgrims at the Masjid al-Haram on Hajj in 2008
ne: हाजीको अल-हरम मस्जिदमा तीर्थयात्रीहरू

source: The Hajj (/hædʒ/;[1] Arabic: حج‎‎ Ḥaǧǧ "pilgrimage") is an annual Islamic pilgrimage to Mecca, and a mandatory religious duty for Muslims that must be carried out at least once in their lifetime by all adult Muslims who are physically and financially capable of undertaking the journey, and can support their family during their absence.[2][3][4] It is one of the five pillars of Islam, alongside Shahadah, Salat, Zakat, and Sawm. The Hajj is the largest annual gathering of people in the world.[5][6] The state of being physically and financially capable of performing the Hajj is called istita'ah, and a Muslim who fulfills this condition is called a mustati. The Hajj is a demonstration of the solidarity of the Muslim people, and their submission to God (Allah).[7][8] The word Hajj means "to intend a journey", which connotes both the outward act of a journey and the inward act of intentions.[9]
ne: हज (/hædʒ/; अरबी: حج Ḥaǧǧ "तिर्थयात्रा") वार्षिक रूपमा हुने इस्लाम तिर्थयात्रीहरूको मक्का सम्मको तिर्थ यात्रा हो र यो यात्रा हरेक इस्लाम धर्मालम्वीहरू जो शारिरीक रूपमा सबल छन् तथा आफु नहुँदाको परिवारको खर्च धान्न सक्ने व्यक्तिको लागी आफ्नो जीवनकालमा कम्तिमा एक पटक गर्नु पर्ने अनिवार्य तिर्थयात्रा हो ।[2][3][4] यो इस्लाम धर्मको पाँच स्तम्बहरू मध्ये एक स्तम्ब हो । हज विश्वको सबैभन्दा ठूलो वार्षिक भेला हो ।[5][6] हज गर्नको लागी शारिरीक तथा आर्थिक रूपमा सक्षम हुने अवस्थालाई इस्लाममा इस्तिता'अह भनिन्न र यो अवस्थामा पुग्ने मुसलमानलाई मस्तानी भनिन्छ । हजले मुस्लिमहरूको एकता तथा आफुलाई परमेश्वर (अल्लाह) लाई निहित गर्ने भावलाई प्रदर्शन गर्दछ ।[7][8] हज शब्दको अर्थ "यात्रा गर्ने सोच" भन्ने हुन्छ, यसले दुबै वाहिरी र भित्री यात्रालाई जनाउँदछ । [9]

source: A 1907 image of Masjid al-Haram with people praying therein
ne: सन् १९०७ मा मस्जिद अल-हरमको चित्र

source: The Kaaba during Hajj
ne: हजको दौरान कावा

source: It was first published in 2008 and won the 40th Man Booker Prize in the same year.[1] The novel provides a darkly humorous perspective of India’s class struggle in a globalized world as told through a retrospective narration from Balram Halwai, a village boy. In detailing Balram's journey first to Delhi, where he works as a chauffeur to a rich landlord, and then to Bangalore, the place to which he flees after killing his master and stealing his money, the novel examines issues of religion, caste, loyalty, corruption and poverty in India.[2] Ultimately, Balram transcends his sweet-maker caste and becomes a successful entrepreneur, establishing his own taxi service. In a nation proudly shedding a history of poverty and underdevelopment, he represents, as he himself says, "tomorrow."
ne: द ह्वाइट टाइगर नेपाल भाषामा अर्थ सेतो बाघ भारतीय लेखक अरभिन्द अडिगाको पहिलो उपन्यास हो । यसको पहिलो प्रकाशन सन् २००८ मा भएको थियो भने यसले सोही वर्षामा ४० औ म्यास बुकर पुरस्कार जितेको थियो ।[1] यो उपन्यासले अधेरो हास्य दृष्टिकोणबाट अहिलेको विश्वव्यापी संसरामा भारतको संघर्षलाई गाउँको एउटा केटो बलराम हलबाईको माध्यमबाट वर्णन गरेका छन् । विस्तृतमा बलरामको पहिलो यात्रा दिल्लीसम्मको जहाँ उसले धनी जमीदारकोमा चालकको रूपमा कार्य गर्दछ र त्यस पश्चात बेंगलोर जहा उ आफ्नो मालिको हत्या गरि र पैसा चोरी गरि भाग्दछ । यस उपन्यासले धर्म, जात, वफादारी, भ्रष्टाचार र भारतको गरिबीका विभिन्न पक्षहरूलाई नियालेको छ । [2] अन्ततः बलराम आफ्नो हलबाईको जातिबाट परिवर्तन भई एक सफल उद्यमीको रूपमा स्थापित हुन्छ र आफ्नो ट्याक्सी सेवाको थालनी गर्दछ । देशमा गरिबि तथा अविकसितताको इतिहास भएता पनि उसले आफुलाई "भोलि"को रूपमा प्रतिविम्वित गर्दछ ।

source: The novel has been well-received, making the New York Times bestseller list in addition to winning the Man Booker Prize.[3] Aravind Adiga, 33 at the time, was the second youngest writer as well as the fourth debut writer to win the prize in 2008.[4] Adiga says his novel "attempt[s] to catch the voice of the men you meet as you travel through India — the voice of the colossal underclass."[5] According to Adiga, the exigence for The White Tiger was to capture the unspoken voice of people from "the Darkness" – the impoverished areas of rural India, and he "wanted to do so without sentimentality or portraying them as mirthless humorless weaklings as they are usually."[5]
ne: यस उपन्यासले राम्रो प्रतिक्रिया प्राप्त गरेको छ, यसले न्यूयोर्क टाइम्सको अत्यधिक बिक्री भएको सूचीमा पर्नुको साथ साथै म्यान ब्रुकर पुरस्कार समेत जितेको छ । [3] अरभिन्द अडिगा ३३ वर्षको उमेरमा सन् २००८ मा दोश्रो युवा लेखक तथा चौथो प्रथम पटक लेखनको पुरस्कार जितेका थिए । [4] उनी भन्छन उनको उपन्यासले भारतको भ्रमणमा तपाईले भेट्ने मानिसको तथा ठूलोसंख्यामा भएको न्यूनवर्गको आवाजलाई उठान गर्ने प्रयास गरेको छ ।[5] उनको अनुसार द ह्वाइट टाइगरको आवश्यक अध्यारोबाट भारतको अविकसित ग्रामिण क्षेत्रहरूका नबोलिएका व्यक्तिहरूको आवाजलाई समावेश गर्न भएको वताउछन् । अनुसार Adiga, exigence लागि सेतो बाघ कब्जा गर्न थियो unspoken आवाज को मान्छे देखि "अन्धकार" – the impoverished क्षेत्रमा ग्रामीण भारत, र उहाँले "गर्न चाहन्थे त्यसैले बिना sentimentality वा portraying तिनीहरूलाई रूपमा mirthless humorless weaklings रूपमा तिनीहरूले सामान्यतया छन्."[5]

source: Ma Yun (Chinese: 马云, [mày̌n]; born September 10, 1964),[3] known professionally as Jack Ma, is a Chinese business magnate who is the founder and executive chairman of Alibaba Group, a family of successful Internet-based businesses. He is the first mainland Chinese entrepreneur to appear on the cover of Forbes.[2]
ne: मा यूं (चिनियाँ: 马云, [mayn]; जन्म सेप्टेम्बर १०, १९६४),[3] व्यावसायिक रूपमा ज्याक मा को नामबाट प्रसिद्ध, एक चिनियाँ व्यावसायी तथा अलिबाबा समूहको संथापक तथा कार्यकारी अध्यक्ष हुन् । उनी फोर्ब्स को आवरणमा आउने पहिलो मुख्य भूमिका चिनियाँ उद्यमी हुन् । [2]

source: Ma started to study English at a young age and practiced English daily by conversing with English-speakers at a hotel near his home. He would give them tours around the city for free to improve his English.[4] He did this for nine years. He became pen pals with one of these foreigners, who nicknamed him "Jack", because his Chinese name was too difficult to pronounce.
ne: मा को जन्म चीनको झेजियांग प्रान्तको हांग्जो मा भएको थियो । उनले सानै उमेर देखि अंग्रेजी भाषाको अध्ययन शुरू गरेका थिए भने आफ्नो दैनिक जीवनमा उनको घर नजिकैको होटलको अंग्रेजी भाषा वक्तासँग अभ्यास गर्ने गर्दथे । माले आफ्नो अंग्रेजीलाई राम्रो बनाउनको लागी उनीहरूलाई शहरमा निःशुल्क भ्रमण गराउने गर्दथे । [4] उनले यस्तो नौ वर्षसम्म गरेका थिए । उनले एकजना विदेश मित्रसँग कलम मित्रता गासेका थिए । उनका साथीले माको चिनियाँ नाम उच्चारण गर्न धेरै गाह्रो भएकोले उनको उपनाम "ज्याक" राखि दिएका थिए ।

source: Eventually, [5] Ma attended Hangzhou Teacher's Institute[6] (currently known as Hangzhou Normal University) and graduated in 1988 with a B.A. in English. While at school, Ma was the head of student council.[4][4] After graduation, he became a lecturer of English and International Trade at Hangzhou Dianzi University. He later enrolled at Beijing-based Cheung Kong Graduate School of Business (CKGSB) and graduated in 2006.[1]
ne: पछि आफ्नो युवा अवस्थामामा, उनी चिनियाँ विश्वविद्यालयको प्रवेश परीक्षामा तीन पटकसम्म असफल भएका थिए ।

source: Wang Jianlin (Chinese: 王健林; pinyin: Wáng Jiànlín; born October 24, 1954) is a Chinese businessman and philanthropist. He is the founder and chairman of Dalian Wanda Group, China's largest real estate developer, as well as the world's largest movie theater operator.[3] He owns 20% of the Spanish football club Atlético Madrid.[4]
ne: वांग जियानलिन (चिनियाँ: 王健林; पिनयिन: Wáng Jiànlín; जन्म अक्टोबर २४, १९५४) एक चिनियाँ व्यवसायी र समाजसेवी हुन् । उनी डालियान वान्डा समूहको संस्थापक र अध्यक्ष हुन् भने उनी चीनका सबैभन्दा ठूलो अचल सम्पत्ति डेभलपरका साथै संसारको सबैभन्दा ठूलो चलचित्र थिएटर सञ्चालक समेत हुन ।[3] उनले स्पेनको फुटबल क्लब एट्लेन्टिको म्याड्रिडको २० प्रतिशत शेयरको शेयरधनी समेत हुन् । [4]

source: Wang Jianlin was born in October 24, 1954, in Cangxi County, Guangyuan, Sichuan, China. His father fought for Mao Zedong's People's Liberation Army during the Long March (October 1934–October 1935).[5]
ne: वांग जियानलिनको जन्म अक्टोबर २४, १९५४ मा क्यांगझी काउन्टी, गुवांगयुआन, सिचुआन, चीनमा भएको थियो । उनको बुबा माओत्से तुंगको जनमुक्ति सेनाको लागी लामो मार्चको (अक्टोबर १९३४–अक्टोबर १९३५) दौरान लडेका थिए । [5]

source: Career
ne: पेशागत जीवन

source: After sixteen years in the People's Liberation Army, Wang started working as the Office Administrator for the Xigang District in the city of Dalian.[6] In 1989, he became the General Manager of Xigang Residential Development. He was Head of Factory in a Jiangyin-based factory. In 1992, he started working as the General Manager for the Dalian Wanda Group, where he has been CEO since 1993.
ne: जनमुक्ति सेनमा १६ वर्ष पश्चात वांगले झिगांग जिल्लाको डालियान सहरमा प्रशासन कार्यालयमा काम शुरू गरेका थिए ।[6] सन् १९८९ मा उनी झिगांग आवासिय विकासको महा प्रबन्धक भएको थिए । उनी जियांगयिनको कारखानाको कारखाना प्रमुख थिए । सन् १९९२ मा उनले डालियान वान्डा समूहको महा प्रबन्धकको रूपमा कार्य शुरू गरेका थिए भने उनि सन् १९९३ मा कार्यकारी प्रमुख भएका थिए । उनले जियांगसु जियांगनान पानी कम्पनीमा पनि कार्यकारी नायम महा प्रबन्धक तथा सञ्चालको रूपमा कार्य गर्दथे । [7]

source: Politics
ne: राजनीति
